export const mockCategories = [
  {
    id: 1,
    name: "ენები",
    description: "ისწავლეთ ახალი ენები და გაუმჯობესეთ თქვენი კომუნიკაციის უნარები",
    icon: "🌍"
  },
  {
    id: 2,
    name: "ტექნოლოგიები",
    description: "განვითარეთ თქვენი პროგრამირების და ტექნოლოგიების უნარები",
    icon: "💻"
  },
  {
    id: 3,
    name: "ხელოვნება",
    description: "განვითარეთ თქვენი ნახატის და შექმნის უნარები",
    icon: "🎨"
  },
  {
    id: 4,
    name: "მუსიკა",
    description: "ისწავლეთ ინსტრუმენტები და ვოკალური უნარები",
    icon: "🎵"
  },
  {
    id: 5,
    name: "მეცნიერება",
    description: "განვითარეთ თქვენი ლოგიკური აზროვნება და კვლევითი უნარები",
    icon: "🔬"
  },
  {
    id: 6,
    name: "სპორტი",
    description: "განვითარეთ თქვენი ფიზიკური უნარები და ჯანმრთელობა",
    icon: "⚽"
  },
  {
    id: 7,
    name: "ბიზნესი",
    description: "განვითარეთ თქვენი სამეწარმეო უნარები და ლიდერობის მოძიება",
    icon: "💼"
  },
  {
    id: 8,
    name: "ფსიქოლოგია",
    description: "გაიგეთ ადამიანების ფსიქიკა და განვითარეთ თქვენი კომუნიკაციის უნარები",
    icon: "🧠"
  }
];